" bytes" = " byte";
" items" = " onderdelen";
"Application:" = "Programma:";
"Artist" = "Artiest";
"Attributes:" = "Attributen:";
"Audio:" = "Geluid:";
"Calculate" = "Bereken";
"Calculating..." = "Berekent...";
"Capacity:" = "Capaciteit:";
"Comment:" = "Commentaar:";
"Contents:" = "Inhoud:";
"Copyright:" = "Kopierecht:";
"Created:" = "Aangemaakt:";
"Creation Date:" = "Aanmaakdatum:";
"Deletable:" = "Verwijderbaar:";
"Device:" = "Apparaat:";
"Duration:" = "Duur:";
"Emphasis:" = "Nadruk:";
"File:" = "Archief:";
"Format:" = "Formaat:";
"Free:" = "Vrij:";
"Group:" = "Groep:";
"Image:" = "Afbeelding:";
"Info" = "Informatie";
"Kind:" = "Type:";
"Last Opened:" = "Laatst geopend:";
"Length:" = "Lengte:";
"Locked:" = "Beveiligd:";
"Media Type:" = "Mediatype:";
"Modified:" = "Bewerkt:";
"More Info" = "Meer info";
"Mount Point:" = "Mountpoint:";
"Movable:" = "Verplaatsbaar:";
"Name:" = "Naam:";
"No\nSelection" = "Geen\nSelectie";
"Opened:" = "Geopend:";
"Original:" = "Origineel:";
"Owner:" = "Eigenaar:";
"Padding:" = "Aanvullen:";
"Path:" = "Pad:";
"Permission:" = "Bevoegdheid:";
"Physical:" = "Fysiek:";
"Play" = "Speel af";
"Preview" = "Voorvertoning";
"Resolved:" = "Gevolgd:";
"Sample Rate:" = "Momentopname ratio:";
"Selection:" = "Selectie:";
"Size:" = "Grootte:";
"Title:" = "Titel:";
"Track" = "Nummer";
"Type:" = "Soort:";
"Version:" = "Versie:";
"Volume:" = "volume:";
"Year" = "Jaar";
"data:" = "gegevens:";

/* ==== UNLOCALIZED ==== */

"Album:" = "Album:";
"Apple ID:" = "Apple ID:";
"CRC:" = "CRC:";
"Creator:" = "Creator:";
"Genre" = "Genre";
"Label:" = "Label:";
"MP3:" = "MP3:";
"Spotlight Metadata" = "Spotlight Metadata";
"UTI:" = "UTI:";
"rsrc:" = "rsrc:";
